[General]
language=slovenčina
link_pc_name=N·zov počÌtača
link_connect_pwd=Heslo
link_file_path=Priečinok DoručenÈ
link_auto_start=AutomatickÈ sp˙öťanie
link_change_folder_btn=Zmeniť
link_open_folder_btn=Otvoriť
link_change_folder_dialog_title=Zvoľte priečinok DoručenÈ
link_save_button=Uloûiť
link_copyright=<c color="808080">Copyright (c) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Vöetky pr·va vyhradenÈ.</c>
link_save_success_msg=Nastavenia boli ˙speöne uloûenÈ.
link_save_success_title=Spr·va
link_error_title=Chyba
link_error_program_already_ran=Aplik·cia je spusten·, skontrolujte svoju systÈmov˙ liötu.
link_error_program_expire=Sk˙öobn· verzia vypröala. Pre zÌskanie novej kontaktujte spoločnosť Shirui.
link_open_main_window=Otvoriť SeewoLink
link_exit_program=Skončiť
link_minimize_to_tray=Minimalizovať do systÈmovej liöty
link_open_spec=PomocnÌk
link_update=Aktualizovať
link_register=Zaregistrovať
link_error_title=Chyba
link_message_title= Spr·va
link_update_network_error=Nepodarilo sa pripojiť do siete. Sk˙ste to neskÙr.
link_home_qrcode_tip=Klient pre systÈm Android
link_connect_pc_tip= NasnÌmajte QR kÛd a pripojte sa k počÌtaču
link_reg_serial_invalid=NeplatnÈ sÈriovÈ čÌslo
link_reg_partial_success=Gratulujeme v·m! Toto sÈriovÈ čÌslo vypröÌ po %d odsk˙öaniach. Toto sÈriovÈ čÌslo mÙûete pouûÌvať na %d ďalöÌch počÌtačoch.
link_reg_full_success=Gratulujeme v·m! Toto sÈriovÈ čÌslo m· trval˙ platnosť. Toto sÈriovÈ čÌslo mÙûete pouûÌvať na %d ďalöÌch počÌtačoch.
link_reg_response_failed=Prep·čte! Nepodarilo sa zaregistrovať.
link_reg_response_serial_error=Prep·čte! Nepodarilo sa zaregistrovať. DÙvod: Chyba sÈriovÈho čÌsla.
link_reg_response_error_lock=Prep·čte! Nepodarilo sa zaregistrovať. DÙvod: SÈriovÈ čÌslo uû bolo zaregistrovanÈ na inom počÌtači.
link_reg_response_day_expire=Prep·čte! Nepodarilo sa zaregistrovať. DÙvod: Platnosť sÈriovÈho čÌsla vypröala.
link_reg_input_serial_text=Zadajte sÈriovÈ čÌslo
link_error_unknown=Nezn·ma chyba.
link_reg_message_remaindays=V·ö certifik·t vypröÌ po %d odsk˙öaniach.
link_reg_message_remaindays_tip= <c color="CCCCCC">Verzia %s, zaregistrovan·</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Verzia %s</c>, zost·va <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> odsk˙öanÌ.</c><c color="0000ff"><u><b><a id="1050">Zaregistrovať</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Verzia je %s</c><c color="1899ED"><b>. nezaregistrovan· </b></c><c color="FFFFFF">, zost·va </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">odsk˙öanÌ.</c>
link_reg_rd_renew_button=Obnoviť
link_confirm_button=OK
link_cancel_button=Zruöiť
link_reg_read_reginfo_error=Nepodarilo sa načÌtať inform·cie o registr·cii. Zaregistrujte sa eöte raz.
link_lang_setting_button=Jazyk
link_lang_setting_hint=Zvoľte svoj jazyk:
link_lang_setting_ok=OK
link_lang_setting_cancel=Zruöiť
link_annotation_stop=Zastaviť
link_auto_start_tip=SeewoLink sa spustÌ spolu so systÈmom Windows
link_lang_tip=Jazyk
link_tab_text_status=Stav
link_tab_text_set=Nastavenia
link_tab_text_about=aplik·cii
link_stat_connected_device_tip= Pripojen˝ klient:
link_stat_connected_device= éIADNY
link_stat_conn_barcode_tip=Vyhľadať a pripojiť sa
link_tab_text_help=<c color="FFFFFF">Ak potrebujete pomoc, </c><c color="0000ff"><u><a id="1051"> kliknite sem </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>PripojenÈ</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>OdpojenÈ</c>
link_softap_tip=Hotspot 
link_softap_info=<c color="808080">WiFi: %s</c><br/><c color="808080">heslo: %s</c>
link_softap_on=<c color="CCCCCC">PrÌstupov˝ bod %s<br/> bol spusten˝</c>
link_softap_off=<c color="CCCCCC">PrÌstupov˝ bod bol zastaven˝</c>
link_softap_error=PrÌstupov˝ bod sa ned· spustiť. Skontrolujte, či je sieť WLAN zapnut·.
link_update_title=Aktualiz·cia SeewoLink
link_update_confirm=Chcete aktualizovať na najnovöiu verziu?
link_update_success=AktualizovanÈ na najnovöiu verziu.
link_update_failed=Nepodarilo sa aktualizovať na najnovöiu verziu. Prejdite na ofici·lnu webov˙ str·nku, kde si mÙûete prevziať najnovöiu verziu.
link_setup_uninstall=Odinötalovať
link_setup_old_verision=Je nainötalovan· star· verzia programu %s. Pred inötal·ciou tejto novej verzie ju budete musieť odinötalovať.
link_setup_restart_prompt=%s potrebuje reötartovať počÌtač!
link_setup_system_not_match=%s vyûaduje minim·lne Windows 7. Inötal·cia sa ukončÌ.

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer